Repository: fwin-git/OutcutShare
Catalog: Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# settings.shortcuts.pressKeys
source: Press keys…
de: Tasten drücken…
es: Pulsa las teclas…
fr: Appuyez sur les touches…
ja: キーを押してください…
zh_hans: 按下按键…

# settings.shortcuts.record
source: Record
de: Aufzeichnen
es: Grabar
fr: Enregistrer
ja: 記録
zh_hans: 录入

# settings.shortcuts.remove
source: Remove shortcut
de: Kurzbefehl entfernen
es: Eliminar atajo
fr: Supprimer le raccourci
ja: ショートカットを削除
zh_hans: 移除快捷键

# settings.shortcuts.risky
source: No modifier key — this swallows every “%@” keystroke system-wide.
de: Keine Sondertaste — dadurch wird jeder „%@“-Tastendruck systemweit abgefangen.
es: Sin tecla modificadora: esto intercepta cada pulsación de «%@» en todo el sistema.
fr: Aucune touche de modification — toutes les frappes « %@ » seront interceptées dans tout le système.
ja: 修飾キーがないため、システム全体ですべての「%@」入力を奪います。
zh_hans: 没有修饰键——这会在整个系统中拦截每次“%@”按键。

# settings.tab.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
zh_hans: 关于

# settings.tab.appearance
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
ja: 外観
zh_hans: 外观

# settings.tab.general
source: General
de: Allgemein
fr: Général
ja: 一般
zh_hans: 通用

# settings.tab.permissions
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: アクセス権
zh_hans: 权限

# settings.tab.presets
source: Presets
de: Voreinstellungen
es: Preajustes
fr: Préréglages
ja: プリセット
zh_hans: 预设

# settings.tab.privacy
source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ja: プライバシー
zh_hans: 隐私

# settings.tab.recording
source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
ja: 録画
zh_hans: 录制

# settings.tab.shortcuts
source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
zh_hans: 快捷键

# sharing.paused
source: Sharing is paused
de: Die Freigabe ist pausiert
es: El uso compartido está en pausa
fr: Le partage est en pause
ja: 共有は一時停止中です
zh_hans: 共享已暂停

# sharing.pausedAccessibility
source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中
zh_hans: 已暂停

# settings.about.version
source: Version %@
es: Versión %@
ja: バージョン %@
zh_hans: 版本 %@

# settings.general.system
source: System
es: Sistema
fr: Système
ja: システム
zh_hans: 系统

# settings.presets.name
source: Name
es: Nombre
fr: Nom
ja: 名前
zh_hans: 名称

# settings.recording.screenshots
source: Screenshots
es: Capturas de pantalla
fr: Captures d’écran
ja: スクリーンショット
zh_hans: 截屏

# modifier.control
source: ⌃ Control
fr: ⌃ Contrôle

# settings.general.frameRate30
source: 30 fps
fr: 30 ips
zh_hans: 30 帧/秒

# settings.general.frameRate60
source: 60 fps
fr: 60 ips
zh_hans: 60 帧/秒

# common.original
source: Original
ja: オリジナル
zh_hans: 原始大小

# settings.appearance.points
source: %d pt
zh_hans: %d 点
